10/data/attachments/45f33c3390db0bca.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_d1baff5a-977a-4f1a-9739-c1ae4e266936</nif:username>
            <nif:friendToBeAdded>George_place_Actions_26022_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>